#PrintTask.py
#------홍길동 님의 정보------
#이름 : 홍길동
#나이 : 10살
#키 : 180.24cm
#몸무게 : 75.11kg
#성적 : C
#----------\O/------------
'''
print("-"*6+"홍길동"+" 님의 정보------")
print("이름 : "+"홍길동")
print("나이 : ",10,"살",sep="")
print("키 : ",180.24,"cm",sep="")
print("몸무게 : ",75.11,"kg",sep="")
print("성적 : "+"C")
print("-----------\\O/----------")
'''

#1+1=2
#print(1,"+",1,"=",1+1)
#print("%d+%d=%d"%(1,1,1+1))

print("------%s님의 정보------"%("홍길동"))
print("이름 : "+"홍길동")
print("나이 : %d살"%10)
#%.2f : 소수점 밑으로 둘째자리까지 출력
print("키 : %.2fcm"%(180.24))









































